---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ElevationMarker
source: html/15a6a4a2-73d0-a7d3-306e-75d00cdb158c.htm
---
# ElevationMarker Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.